"angry" = "vred";
"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength." = "Angst ikke tom i morgen af ​​sine sorger, men kun tømmes i dag af sin styrke.";
"anxious" = "ængstelig";
"Art saved me; it got me through my depression and self-loathing, back to a place of innocence." = "Art reddede mig, det fik mig gennem min depression og selvhad, tilbage til et sted for uskyld.";
"Back" = "Tilbage";
"Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can." = "Bestemt, jeg tror bliver deprimeret er absolut en del af den menneskelige tilstand, det er at være, hvis der er glæde der er det modsatte, og det er noget, du rider, hvis du overhovedet kan.";
"depressed" = "deprimeret";
"don't be %@." = "ikke være% @.";
"Don't cry because it's over, smile because it happened." = "Græd ikke fordi det er over, smiler, fordi det skete.";
"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind." = "Må ikke spilde tid på jalousi. Nogle gange er du foran, nogle gange er du bagud.";
"dull" = "kedelig";
"EVOO is extra-virgin olive oil. I first coined 'EVOO' on my cooking show because saying 'extra virgin olive oil' over and over was wordy, and I'm an impatient girl - that's why I make 30-minute meals!" = "EVOO er ekstra jomfru olivenolie. Jeg først opfundet &#39;EVOO&#39; på min madlavning show, fordi sige &#39;ekstra jomfru olivenolie&#39; igen og igen var ordrige, og jeg er en utålmodig pige - det er derfor jeg gør 30-minutters måltider!";
"For now, I'm just going to hang out with these two smoking hotties and fly privately around the world. It might be lonely up here, but I sure like the view." = "For nu, jeg bare at hænge ud med disse to rygning hotties og flyve privat rundt omkring i verden. Det kan være ensomt heroppe, men jeg sikker lide udsigten.";
"guilty" = "skyldig";
"Half full" = "Halvt fyldt";
"He that is jealous is not in love." = "Han, der er jaloux, er ikke forelsket.";
"How ya feeling today?" = "Hvordan ya det i dag?";
"I don't know what they are called, the spaces between seconds– but I think of you always in those intervals." = "Jeg ved ikke, hvad de hedder, mellemrummene mellem sekunder-men jeg tænker på dig altid i disse intervaller.";
"I don’t have a photograph, but you can have my footprints. They’re upstairs in my socks." = "Jeg har ikke et fotografi, men du kan have mine fodspor. De er ovenpå i mine sokker.";
"I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning." = "Jeg blev træt af at føle sig som Dracula. Jeg ønskede at se nogle dagslys, og ikke blot klokken seks om morgenen.";
"I kind of like being depressed." = "Jeg slags lide at blive deprimeret.";
"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things." = "Jeg kan godt lide tanken om at være alene. Jeg kan godt lide tanken om ofte at være alene i alle aspekter af mit liv. Jeg kan lide at føle sig ensom. Jeg kan lide at brug ting.";
"I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers." = "Jeg tænker sjældent om mine begrænsninger, og de aldrig gør mig ked af det. Måske er der blot et strejf af længsel til tider, men det er uklart, ligesom en leg blandt blomster.";
"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home." = "Jeg fortalte hende, jeg ville vente for evigt for hende, men det var før jeg fandt en anden, der ville give mig et lift hjem.";
"I'm impatient. I get twitchy. When I get that feeling I just go out and make something happen." = "Jeg er utålmodig. Jeg får nervøse. Når jeg får den følelse jeg bare gå ud og gøre noget ske.";
"I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things." = "Jeg mellower nu er jeg over 50 år. Men jeg tror ikke, jeg er for mellow. Jeg er stadig vred på en masse ting.";
"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want." = "Jeg er ikke så vred, som jeg plejede at være. Men jeg kan komme i kontakt med, at vrede temmelig hurtigt, hvis jeg føler, mit rum bliver invaderet eller nogen er ikke at behandle mig med den respekt, som jeg tror, ​​jeg vil have.";
"If I had a clone, he’d better be my equal, and not my better. Can you imagine how I’d feel being jealous of myself?" = "Hvis jeg havde en klon, ville han hellere være min lige, og ikke min bedre. Kan du forestille dig, hvordan jeg ville føle at være jaloux på mig selv?";
"If I'm such a legend, then why am I so lonely? Let me tell you, legends are all very well if you've got somebody around who loves you." = "Hvis jeg er sådan en legende, så hvorfor er jeg så ensom? Lad mig fortælle dig, legender er alle meget godt, hvis du har fået nogen omkring, der elsker dig.";
"impatient" = "utålmodig";
"Intuition is a suspension of logic due to impatience." = "Intuition er en suspension af logik skyldes utålmodighed.";
"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will." = "Det har været min erfaring, at du kan næsten altid nyde ting, hvis du gøre op dit sind fast, at du vil.";
"It's practically impossible to look at a penguin and feel angry." = "Det er praktisk taget umuligt at se på en pingvin og føle vrede.";
"jealous" = "jaloux";
"Laziness is nothing more than the habit of resting before you get tired." = "Dovenskab er intet mere end for vane at hvile, før du bliver træt.";
"Live half full." = "Levende halvt fuld.";
"lonely" = "ensomme";
"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?" = "Min onkel Sammy var en vred mand. Han havde trykt på hans gravsten: Hvad glor du på?";
"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was." = "Min kones jalousi bliver latterligt. Den anden dag hun kiggede på min kalender, og ønskede at vide, hvem Maj var.";
"Next" = "Næste";
"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life." = "Ingen virkelig ønsker at indrømme, at de er ensomme, og det er aldrig rigtig behandlet meget mellem venner og familie. Men jeg har følt ensomme mange gange i mit liv.";
"nostalgic" = "nostalgisk";
"Nothing in the affairs of men is worthy of great anxiety." = "Intet i anliggender af mænd er værdig stor angst.";
"OK" = "OK";
"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy." = "Folk er overraskede over en selvsikker, smuk pige, der ved hvad hun vil i livet og vil ikke lade nogen komme i vejen for hende. Og du ved, hvad det hele handler om? Jalousi.";
"Remembrance of things past is not necessarily the remembrance of things as they were." = "Remembrance af ting fortiden er ikke nødvendigvis erindringen om tingene, som de var.";
"sad" = "trist";
"scared" = "bange";
"Share to \nFacebook" = "Del til \ nFacebook";
"Share to \nTwitter" = "Del til \ nTwitter";
"Sleep did not honor me with it’s presence." = "Sleep ikke ære mig med det tilstedeværelse.";
"So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be." = "Så dette er mit liv. Og jeg vil have dig til at vide, at jeg er både glad og trist, og jeg forsøger stadig at regne ud, hvordan det kunne være.";
"Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me." = "Nogle gange føler jeg diskrimineret, men det gør mig ikke vred. Den har blot undrer mig. Hvordan kan nogen fornægte sig selv fornøjelsen af ​​min virksomhed? Det er ud over mig.";
"Sorry, this quote is too long to post to Twitter." = "Beklager, dette citat er for lang til at sende til Twitter.";
"Success is getting what you want, happiness is wanting what you get" = "Succes er at få hvad du ønsker, lykke er ønsker, hvad du får";
"Ten men waiting for me at the door? Send one of them home, I'm tired." = "Ti mænd venter på mig ved døren? Sende en af ​​dem hjem, jeg er træt.";
"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward." = "Denne frygtelige stemning af depression om det er nogen god eller ej, er, hvad der er kendt som The Artist Løn.";
"The app that turns your\r frown upside down with\r a dose of inspiration to\r kick any bad mood\r in the butt!" = "Den app, der forvandler din \ r panderynken hovedet med \ ra dosis inspiration til \ r sparke nogen dårlig humør \ r i røven!";
"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success." = "Begrebet de &#39;gode gamle dage&#39; skal være en af ​​vores samfunds største vrangforestillinger, top grunde til depression, såvel som de fleste ofte brugt undskyldning for manglende succes.";
"The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition." = "Øret tendens til at være doven, higer det velkendte og er chokeret over det uventede, øjet, på den anden side, har en tendens til at være utålmodig, higer romanen og er kede af gentagelse.";
"The glass is always" = "Glasset er altid";
"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature." = "Der er øjeblikke, hvor alle angst og erklærede slid er vindstille i det uendelige fritid og hvile af naturen.";
"tired" = "træt";
"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy." = "For at opfylde en drøm, at få lov til at svede i løbet ensomme arbejdskraft, gives en chance for at skabe, er kød og kartofler af livet. Pengene er sovs.";
"True happiness is... to enjoy the present, without anxious dependence upon the future." = "Sand lykke er ... at nyde den foreliggende, uden angst afhængighed fremtiden.";
"We are homesick most for the places we have never known." = "Vi er hjemve fleste af de steder, vi aldrig har kendt.";
"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment." = "Vi bør ikke ærgre for hvad er fortid, heller bør vi være bekymrede for fremtiden, mænd af dømmekraft deal kun nuet.";
"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?" = "Når nogen er utålmodig og siger: &quot;Jeg har ikke fået hele dagen,&quot; Jeg spørger altid, hvordan kan det være? Hvordan kan du ikke have hele dagen?";
"Whoops" = "Hovsa";
"Winston was gelatinous with fatigue." = "Winston var gelatinøse med træthed.";
